// Задание 4

// Не запуская код, определите, что выведется в консоль:
// let a = 5 + 5 * 3 + 3;

// Не запуская код, определите, что выведется в консоль:
// let a = 8 / 2 + 2;

// Не запуская код, определите, что выведется в консоль:
// let a = (2 + 3) * (2 + 3);

// Не запуская код, определите, что выведется в консоль:
// let a = (2 + 3) * 2 + 3;

// Не запуская код, определите, что выведется в консоль:
// let a = (2 * 8) / 4;

// Не запуская код, определите, что выведется в консоль:
// let a = 2 * (8 / 4);


