//  Задание 3
/*
1. Сделайте функцию, которая параметром принимает число, а возвращает квадратный корень из этого числа. С помощью этой функции найдите корень числа 3, затем найдите корень числа 4. Просуммируйте полученные результаты и выведите их в консоль.
2. Создайте функцию, которая находит минимальное число из 2х передаваемых аргументов функции
*/

// 1
/*
let number = Number(prompt('Введите число из которого хотите извлечь корень'));

let sqrt = (number) => console.log(Math.sqrt(number)); // Math.sqrt - вычисляет корень из заданного числа
sqrt(number);
 */
// 2
/* 
let a = prompt('Введите число 1');
let b = prompt('Введите число 2');

let minNumber = (a, b) => console.log(Math.min(a, b)); // Math.min(a, b) - определит како из значений переменных , заданных в аргументах минимальное. Так же работает и Math.max(a, b)
 minNumber(a, b);
 */
