// Задание 4
/* 
1. Не запуская код, определите, что выведется в консоль:
	 console.log(String(true)); -> 'true' 
2. Не запуская код, определите, что выведется в консоль:
	 console.log('a' + true); -> 'atrue'
3. Не запуская код, определите, что выведется в консоль:
	 console.log(Number(true)); -> 1
4. Не запуская код, определите, что выведется в консоль:
	 console.log(true + 1); -> 2
5. Не запуская код, определите, что выведется в консоль:
	 console.log(true + true) -> 2
6. Не запуская код, определите, что выведется в консоль:
	 console.log(true - true) -> 0
7. Не запуская код, определите, что выведется в консоль:
	 console.log( String(true) + Number(true) ) -> 'true1'
 */